{
  "name": "Clorinde",
  "title": "Segurando a Vela, Espreitando as Sombras",
  "vision": "Electro",
  "weapon": "Espada",
  "gender": "Feminino",
  "nation": "Fontaine",
  "affiliation": "Câmara do Julgamento",
  "rarity": 5,
  "release": "2024-06-05",
  "constellation": "Rapperia",
  "birthday": "0000-09-20",
  "description": "Uma Duelista Representante invicta. Espada em mão, ela defende a justiça na Corte de Fontaine.",
  "skillTalents": [
    {
      "name": "Juramento do Marechalato",
      "unlock": "Ataque Normal",
      "description": "Ataque Normal\nRealiza até 5 golpes consecutivos.\n\nAtaque Carregado\nConsome uma certa quantidade de Stamina usando sua pistola para disparar Tiros Supressores no formato de um leque.\n\nAtaque Imersivo\nMergulha em pleno ar para golpear o chão, causando dano aos inimigos ao longo do caminho e infligindo Dano em uma AdE no impacto.\n",
      "upgrades": [
        {
          "name": "Dano do 1º Golpe",
          "value": "54.06%"
        },
        {
          "name": "Dano do 2º Golpe",
          "value": "51.63%"
        },
        {
          "name": "Dano do 3º Golpe",
          "value": "34.19% + 34.19%"
        },
        {
          "name": "Dano do 4º Golpe",
          "value": "23.13% + 23.13% + 23.13%"
        },
        {
          "name": "Dano do 5º Golpe",
          "value": "90.01%"
        },
        {
          "name": "Dano de Ataque Carregado",
          "value": "128.14%"
        },
        {
          "name": "Consumo de Stamina do Ataque Carregado",
          "value": "20"
        },
        {
          "name": "Dano Durante a Queda",
          "value": "63.93%"
        },
        {
          "name": "Dano de Queda de Baixa/Alta Altitude",
          "value": "127.84% / 159.68%"
        }
      ],
      "type": "NORMAL_ATTACK"
    },
    {
      "name": "Patrulha na Escuridão",
      "unlock": "Habilidade Elemental",
      "description": "Preparando sua pistola, entra no estado 'Patrulha Noturna', usando uma combinação de aço e disparo. Nesse estado, o Ataque Normal de Clorinde é convertido em ataques de pistola 'Caçada Selvagem', e o Dano causado é convertido em Dano Electro que não pode ser substituído e não pode utilizar Ataque Carregado. Ao lançar, sua Habilidade Elemental é transformada em 'Perfura-Noite': faz um ataque de investida, causando Dano Electro. O Dano causado dessa forma é considerado Dano de Ataque Normal.\n\nCaçada Selvagem\n· Quando seu Contrato de Vida é igual ou maior que 100% de sua Vida Máxima: dispara sua pistola.\nQuando seu Contrato de Vida é menor que 100% de sua Vida Máxima, disparar a pistola a concederá um Contrato de Vida, com a quantidade concedida sendo baseada na sua Vida Máxima. Os disparos que ela realizar podem perfurar os oponentes, e o Dano causado contra os oponentes em seu caminho é aumentado.\n\nPerfura-Noite\nBaseado numa certa porcentagem do Contrato de Vida atual, determina o efeito do Perfura-Noite atual:\n· Quando o Contrato de Vida é 0% para ser eliminado, faz um ataque de investida.\n· Quando o valor do Contrato de Vida é menor que 100% de sua Vida Máxima, cura Clorinde. A quantidade curada é baseada no valor do Contrato de Vida. Aumenta a AdE e o Dano desse Perfura-Noite.\n· Quando o valor do Contrato de Vida é igual ou maior que 100% de sua Vida Máxima, faz o ataque Perfura-Noite: Ordem, regenerando uma maior proporção de Vida para Clorinde, e aumentando o Dano e AdE desse Perfura-Noite.\n\nAlém disso, quando Clorinde está no estado Patrulha Noturna, efeitos de cura que não sejam Perfura-Noite não surtirão efeito, e ao invés disso, serão convertidos em um Contrato de Vida que é uma porcentagem da cura que teria sido recebida.\n\nO estado Patrulha Noturna será removido quando Clorinde sair do campo.\n\nArkhe: Ousia\nPeriodicamente, quando os disparos de Caçada Selvagem de Clorinde atingem oponentes, uma Lâmina da Fluidez cairá na posição deles, causando Dano Electro com Ousia.",
      "upgrades": [
        {
          "name": "Dano da Caçada Selvagem",
          "value": "26.76% / 38.79%"
        },
        {
          "name": "Ganho de Contrato de Vida de Caçada Selvagem",
          "value": "35% Max HP"
        },
        {
          "name": "Dano de Perfura-Noite",
          "value": "32.97% / 43.96% / 25.11% x 3"
        },
        {
          "name": "Cura de Perdura-noite",
          "value": "0% / 104% / 110% Bond of Life"
        },
        {
          "name": "Conversão do Contrato de Vida",
          "value": "80% Healing"
        },
        {
          "name": "Dano de Lâmina da Fluidez",
          "value": "43.2%"
        },
        {
          "name": "Intervalo de Lâmina da Fluidez",
          "value": "10s"
        },
        {
          "name": "Duração da Patrulha Noturna",
          "value": "7.5s"
        },
        {
          "name": "Tempo de Recarga",
          "value": "16s"
        }
      ],
      "type": "ELEMENTAL_SKILL"
    },
    {
      "name": "Queda da Luz",
      "unlock": "Explosão Elemental",
      "description": "Concede a si mesma um Contrato de Vida baseado em sua Vida Máxima antes de evadir rapidamente e atacar com a espada e a pistola, causando Dano Electro em AdE.",
      "upgrades": [
        {
          "name": "Dano de Habilidade",
          "value": "126.88% x 5"
        },
        {
          "name": "Ganho de Contrato de Vida",
          "value": "66% Max HP"
        },
        {
          "name": "Recarga",
          "value": "15s"
        },
        {
          "name": "Energia Elemental",
          "value": "60"
        }
      ],
      "type": "ELEMENTAL_BURST"
    }
  ],
  "passiveTalents": [
    {
      "name": "Recompensa da Patrulha Noturna",
      "unlock": "Desbloqueado na Ascensão 1",
      "description": "Mostra a localização de Especialidades de Fontaine próximas no mapa.",
      "level": 1
    },
    {
      "name": "Chama Dispersadora da Escuridão",
      "unlock": "Desbloqueado na Ascensão 4",
      "description": "Depois de um membro da equipe desencadear uma Reação relativa ao Electro em um inimigo, o Dano Electro de Ataques Normais de Clorinde e Queda da Luz será aumentado em 20% do ATQ de Clorinde por 15s. Máximo de 3 acúmulos. Cada acúmulo é contado separadamente. O aumento máximo de Dano possível desses ataques é 1.800.",
      "level": 4
    },
    {
      "name": "Recompensa Legal",
      "unlock": "Desbloqueado Automaticamente",
      "description": "Se o Contrato de Vida de Clorinde é igual ou maior que 100% de sua Vida Máxima, sua Taxa CRIT aumenta em 10% por 15s quando o valor de seu Contrato de Vida aumentar ou diminuir. Máximo de 2 acúmulos. A duração de cada acúmulo é contada separadamente.\nAlém disso, o estado Patrulha Noturna de Patrulha na Escuridão é fortalecido: quando está ativo, a Cura é convertida em uma porcentagem do Contrato de Vida, até no máximo 100%."
    }
  ],
  "constellations": [
    {
      "name": "'De Hoje em Diante, Passo a Vela pelas Sombras'",
      "unlock": "Constelação Lv. 1",
      "description": "Enquanto o estado Patrulha Noturna de Patrulha na Escuridão está ativo, e quando o Dano Electro dos Ataques Normais de Clorinde atingir um inimigo, ativarão dois ataques coordenados da Sombra da Noite invocada perto do inimigo atingido, causando 30% do ATQ de Clorinde como Dano Electro.\nEsse efeito pode ser desencadeado uma vez a cada 1.2s. O Dano causado dessa forma é considerado Dano de Ataque Normal.",
      "level": 1
    },
    {
      "name": "'Até Aqui, Enquanto Enfrentamos os Perigos da Longa Noite'",
      "unlock": "Constelação Lv. 2",
      "description": "Aprimora o Talento Passivo 'Chama Dispersadora da Escuridão': Após um membro próximo da equipe desencadear reações relacionadas a Electro contra um oponente, Dano Electro causado por Ataques Normais e Queda da Luz serão aumentados em 30% do ATQ de Clorinde por 15s. Máximo de 3 acúmulos. Cada acúmulo tem sua duração contada independentemente. Quando você possui 3 acúmulos, a Resistência contra Interrupção de Clorinde será aumentada. O Dano Máximo alcançável desta forma para os ataques acima é de 2.700.\nÉ necessário primeiro desbloquear o Talento Passivo 'Chama Dispersadora da Escuridão'.",
      "level": 2
    },
    {
      "name": "'Jamais Esquecerei o Juramento do Dia'",
      "unlock": "Constelação Lv. 3",
      "description": "Aumenta o nível das Patrulha na Escuridão em 3.\nO nível máximo de elevação é 15.",
      "level": 3
    },
    {
      "name": "'Lembrarei as Lágrimas, a Vida e o Amor'",
      "unlock": "Constelação Lv. 4",
      "description": "Quando Queda da Luz causa Dano contra os oponentes, o Dano causado será aumentado baseado na porcentagem do Contrato de Vida de Clorinde. Cada 1% de seu Contrato de Vida aumentará o Dano de Queda da Luz em 2%. O máximo de aumento de Dano de Queda da Luz alcançável desta forma é 200%.",
      "level": 4
    },
    {
      "name": "'Lembrarei da Chegada do Amanhecer'",
      "unlock": "Constelação Lv. 5",
      "description": "Aumenta o Nível de Queda da Luz em 3.\nO nível máximo de elevação é 15.",
      "level": 5
    },
    {
      "name": "'E Assim Nunca me Desesperarei'",
      "unlock": "Constelação Lv. 6",
      "description": "Por 12s depois de Patrulha na Escuridão ser usada, a Taxa CRIT de Clorinde será aumentada em 10% e seu Dano CRIT em 70%.\nAlém disso, enquanto o estado Patrulha Noturna estiver ativo, uma Sombra da Luz aparecerá, fazendo um ataque perseguidor e causando 200% do ATQ de Clorinde como Dano Electro. Dano causado dessa forma é considerado Dano de Ataque Normal.\nA Sombra da Luz aparecerá nas seguintes circunstâncias:\n· Quando está para ser atacada por um oponente.\n· Quando Clorinde usa Perfura-Noite: Ordem.\n1 Luz da Sombra pode ser invocada dessa forma a cada 1s. 6 Sombras podem ser invocadas por uma única duração de Patrulha Noturna.\nAlém disso, durante o estado Patrulha Noturna, o Dano que Clorinde sofre é reduzido em 80% e sua Resistência contra interrupção é aumentada. Esse efeito será removido quando o estado Patrulha Noturna acabar, ou 1s depois de invocar Sombras da Luz 6 vezes.\n",
      "level": 6
    }
  ],
  "vision_key": "ELECTRO",
  "weapon_type": "SWORD",
  "ascension_materials": {
    "level_20": [
      {
        "name": "Lasca de Ametista Vajrada",
        "value": 1
      },
      {
        "name": "Lumitoile",
        "value": 3
      },
      {
        "name": "Pérola Transoceânica",
        "value": 3
      },
      {
        "name": "Mora",
        "value": 20000
      }
    ],
    "level_40": [
      {
        "name": "Fragmento de Ametista Vajrada",
        "value": 3
      },
      {
        "name": "Chifre de Água do Mar Primordial",
        "value": 2
      },
      {
        "name": "Lumitoile",
        "value": 10
      },
      {
        "name": "Pérola Transoceânica",
        "value": 15
      },
      {
        "name": "Mora",
        "value": 40000
      }
    ],
    "level_50": [
      {
        "name": "Fragmento de Ametista Vajrada",
        "value": 6
      },
      {
        "name": "Chifre de Água do Mar Primordial",
        "value": 4
      },
      {
        "name": "Lumitoile",
        "value": 20
      },
      {
        "name": "Pérola Transoceânica",
        "value": 12
      },
      {
        "name": "Mora",
        "value": 60000
      }
    ],
    "level_60": [
      {
        "name": "Fragmento de Ametista Vajrada",
        "value": 3
      },
      {
        "name": "Chifre de Água do Mar Primordial",
        "value": 8
      },
      {
        "name": "Lumitoile",
        "value": 30
      },
      {
        "name": "Pérola Transoceânica",
        "value": 18
      },
      {
        "name": "Mora",
        "value": 80000
      }
    ],
    "level_70": [
      {
        "name": "Fragmento de Ametista Vajrada",
        "value": 6
      },
      {
        "name": "Chifre de Água do Mar Primordial",
        "value": 12
      },
      {
        "name": "Lumitoile",
        "value": 45
      },
      {
        "name": "Cristal Caleidoscópico",
        "value": 12
      },
      {
        "name": "Mora",
        "value": 100000
      }
    ],
    "level_80": [
      {
        "name": "Gema de Ametista Vajrada",
        "value": 6
      },
      {
        "name": "Chifre de Água do Mar Primordial",
        "value": 20
      },
      {
        "name": "Lumitoile",
        "value": 60
      },
      {
        "name": "Cristal Caleidoscópico",
        "value": 24
      },
      {
        "name": "Mora",
        "value": 120000
      }
    ]
  },
  "id": "clorinde"
}
